chore(content): write-only draft [k8s/cks/part3-system-hardening/module-3.2-seccomp]
